Repository: Kruszoneq/macUSB
Catalog: macUSB/Resources/Creator.xcstrings
Source language: pl
Languages: de, en, es, fr, it, ja, pt_br, ru, tr, uk, vi, zh_hans

# creator.macos.catalina.summary.process.finalize
source: • Struktura instalatora zostanie sfinalizowana
de: • Die Struktur des Installers wird finalisiert
en: • The installer structure will be finalized
es: • La estructura del instalador se finalizara
fr: • La structure de l installateur sera finalisee
it: • La struttura dell'installer sarà finalizzata
ja: • インストーラ構成が最終処理されます
pt_br: • A estrutura do instalador sera finalizada
ru: • Структура установщика будет финализирована
tr: • Kurulumcu yapısı tamamlanacak
uk: • Буде завершено структуру інсталятора
vi: • Cấu trúc trình cài đặt sẽ được hoàn thiện
zh_hans: • 安装器结构将被完成

# creator.macos.error.install_esd_missing
source: Nie znaleziono pliku InstallESD.dmg.
de: InstallESD.dmg-Datei nicht gefunden.
en: InstallESD.dmg file not found.
es: Archivo InstallESD.dmg no encontrado.
fr: Fichier InstallESD.dmg introuvable.
it: File InstallESD.dmg non trovato.
ja: InstallESD.dmgファイルが見つかりませんでした。
pt_br: Arquivo InstallESD.dmg não encontrado.
ru: Файл InstallESD.dmg не найден.
tr: InstallESD.dmg dosyası bulunamadı.
uk: Файл InstallESD.dmg не знайдено.
vi: Không tìm thấy tệp InstallESD.dmg.
zh_hans: 未找到 InstallESD.dmg 文件。

# creator.macos.error.source_image_missing
source: Nie znaleziono źródłowego pliku obrazu.
de: Quelldatei des Images wurde nicht gefunden.
en: Source image file not found.
es: No se encontro el archivo de imagen de origen.
fr: Fichier image source introuvable.
it: File immagine di origine non trovato.
ja: ソースイメージファイルが見つかりません。
pt_br: Arquivo de imagem de origem nao encontrado.
ru: Исходный файл образа не найден.
tr: Kaynak resim dosyası bulunamadı.
uk: Вихідний файл зображення не знайдено.
vi: Không tìm thấy tập tin hình ảnh nguồn.
zh_hans: 未找到源镜像文件。

# creator.macos.ppc.summary.process.format
source: • Nośnik USB zostanie odpowiednio sformatowany
de: • Das USB-Laufwerk wird entsprechend formatiert
en: • The USB drive will be formatted appropriately
es: • La unidad USB se formateara adecuadamente
fr: • Le support USB sera formate de maniere appropriee
it: • L'unità USB verrà formattata in modo appropriato
ja: • USBドライブは適切にフォーマットされます
pt_br: • A unidade USB sera formatada adequadamente
ru: • USB-накопитель будет отформатирован соответствующим образом
tr: • USB sürücüsü uygun şekilde biçimlendirilecektir
uk: • USB-накопичувач буде відформатовано належним чином
vi: • Ổ USB sẽ được định dạng phù hợp
zh_hans: • USB 驱动器将被正确格式化

# creator.macos.ppc.summary.process.restore
source: • Obraz instalacyjny zostanie przywrócony
de: • Das Installations-Image wird wiederhergestellt
en: • The installation image will be restored
es: • La imagen de instalacion se restaurara
fr: • L image d installation sera restauree
it: • L'immagine di installazione verrà ripristinata
ja: • インストールイメージが復元されます
pt_br: • A imagem de instalacao sera restaurada
ru: • Образ установки будет восстановлен
tr: • Kurulum görüntüsü geri yüklenecek
uk: • Буде відновлено інсталяційний образ
vi: • Hình ảnh cài đặt sẽ được khôi phục
zh_hans: • 安装镜像将被恢复

# creator.macos.rosetta.check.action
source: Sprawdź ponownie
de: Erneut prüfen
en: Check Again
es: Comprobar de nuevo
fr: Vérifier à nouveau
it: Verifica di nuovo
ja: もう一度確認
pt_br: Verificar novamente
ru: Проверить еще раз
tr: Yeniden denetle
uk: Перевірити ще раз
vi: Kiểm tra lại
zh_hans: 重新检查

# creator.macos.rosetta.check_failed.description
source: Nie udało się potwierdzić, czy Rosetta jest dostępna. Sprawdź ponownie, aby kontynuować.
de: macUSB konnte nicht bestätigen, ob Rosetta verfügbar ist. Prüfe erneut, um fortzufahren.
en: macUSB couldn’t confirm whether Rosetta is available. Check again to continue.
es: macUSB no ha podido confirmar si Rosetta está disponible. Vuelve a comprobarlo para continuar.
fr: macUSB n’a pas pu confirmer si Rosetta est disponible. Vérifiez à nouveau pour continuer.
it: macUSB non ha potuto confermare la disponibilità di Rosetta. Verifica di nuovo per continuare.
ja: macUSBはRosettaが利用可能かどうかを確認できませんでした。続けるには、もう一度確認してください。
pt_br: O macUSB não conseguiu confirmar se o Rosetta está disponível. Verifique novamente para continuar.
ru: macUSB не удалось подтвердить доступность Rosetta. Выполните проверку еще раз, чтобы продолжить.
tr: macUSB, Rosetta’nın kullanılabilir olup olmadığını doğrulayamadı. Devam etmek için yeniden denetleyin.
uk: macUSB не вдалося підтвердити доступність Rosetta. Перевірте ще раз, щоб продовжити.
vi: macUSB không thể xác nhận Rosetta có khả dụng hay không. Hãy kiểm tra lại để tiếp tục.
zh_hans: macUSB 无法确认 Rosetta 是否可用。请重新检查以继续。

# creator.macos.rosetta.check_failed.title
source: Nie można sprawdzić Rosetty
de: Rosetta konnte nicht geprüft werden
en: Rosetta couldn’t be checked
es: No se ha podido comprobar Rosetta
fr: Rosetta n’a pas pu être vérifiée
it: Impossibile verificare Rosetta
ja: Rosettaを確認できませんでした
pt_br: Não foi possível verificar o Rosetta
ru: Не удалось проверить Rosetta
tr: Rosetta denetlenemedi
uk: Не вдалося перевірити Rosetta
vi: Không thể kiểm tra Rosetta
zh_hans: 无法检查 Rosetta

# creator.macos.rosetta.install.action
source: Zainstaluj Rosettę
de: Rosetta installieren
en: Install Rosetta
es: Instalar Rosetta
fr: Installer Rosetta
it: Installa Rosetta
ja: Rosettaをインストール
pt_br: Instalar o Rosetta
ru: Установить Rosetta
tr: Rosetta’yı yükle
uk: Інсталювати Rosetta
vi: Cài đặt Rosetta
zh_hans: 安装 Rosetta

# creator.macos.rosetta.install_failed.description
source: Sprawdź połączenie z Internetem i spróbuj ponownie. Szczegóły zapisano w logach diagnostycznych.
de: Überprüfe deine Internetverbindung und versuche es erneut. Details wurden im Diagnoseprotokoll gespeichert.
en: Check your internet connection and try again. Details were saved to the diagnostic log.
es: Comprueba tu conexión a internet e inténtalo de nuevo. Los detalles se han guardado en el registro de diagnóstico.
fr: Vérifiez votre connexion à Internet et réessayez. Les détails ont été enregistrés dans le journal de diagnostic.
it: Controlla la connessione a Internet e riprova. I dettagli sono stati salvati nel registro di diagnostica.
ja: インターネット接続を確認して、もう一度お試しください。詳細は診断ログに保存されました。
pt_br: Verifique sua conexão com a internet e tente novamente. Os detalhes foram salvos no registro de diagnóstico.
ru: Проверьте подключение к интернету и повторите попытку. Подробные сведения сохранены в журнале диагностики.
tr: İnternet bağlantınızı denetleyip yeniden deneyin. Ayrıntılar tanılama günlüğüne kaydedildi.
uk: Перевірте з’єднання з інтернетом і повторіть спробу. Докладні відомості збережено в журналі діагностики.
vi: Hãy kiểm tra kết nối internet rồi thử lại. Chi tiết đã được lưu vào nhật ký chẩn đoán.
zh_hans: 请检查互联网连接，然后重试。详细信息已存储到诊断日志中。

# creator.macos.rosetta.install_failed.title
source: Nie udało się zainstalować Rosetty
de: Rosetta konnte nicht installiert werden
en: Rosetta couldn’t be installed
es: No se ha podido instalar Rosetta
fr: Rosetta n’a pas pu être installée
it: Impossibile installare Rosetta
ja: Rosettaをインストールできませんでした
pt_br: Não foi possível instalar o Rosetta
ru: Не удалось установить Rosetta
tr: Rosetta yüklenemedi
uk: Не вдалося інсталювати Rosetta
vi: Không thể cài đặt Rosetta
zh_hans: 无法安装 Rosetta

# creator.macos.rosetta.installed.action
source: Rosetta została zainstalowana
de: Rosetta wurde installiert
en: Rosetta Has Been Installed
es: Rosetta se ha instalado
fr: Rosetta a été installée
it: Rosetta è stata installata
ja: Rosettaがインストールされました
pt_br: O Rosetta foi instalado
ru: Rosetta установлена
tr: Rosetta yüklendi
uk: Rosetta інстальовано
vi: Đã cài đặt Rosetta
zh_hans: Rosetta 已安装

# creator.macos.rosetta.installing.action
source: Instalowanie Rosetty
de: Rosetta wird installiert
en: Installing Rosetta
es: Instalando Rosetta
fr: Installation de Rosetta
it: Installazione di Rosetta
ja: Rosettaをインストール中
pt_br: Instalando o Rosetta
ru: Установка Rosetta
tr: Rosetta yükleniyor
uk: Інсталювання Rosetta
vi: Đang cài đặt Rosetta
zh_hans: 正在安装 Rosetta

# creator.macos.rosetta.license.agree
source: Akceptuję
de: Akzeptieren
en: Agree
es: Aceptar
fr: Accepter
it: Accetto
ja: 同意する
pt_br: Concordo
ru: Принимаю
tr: Kabul Ediyorum
uk: Приймаю
vi: Đồng ý
zh_hans: 同意

# creator.macos.rosetta.license.description
source: Wybranie opcji „Akceptuję” oznacza akceptację warunków umowy licencyjnej oprogramowania Apple dotyczącej Rosetty. Po zaakceptowaniu Rosetta zostanie zainstalowana na tym Macu.
de: Wenn du „Akzeptieren“ auswählst, stimmst du den Bedingungen des Apple Softwarelizenzvertrags für Rosetta zu. Anschließend wird Rosetta auf diesem Mac installiert.
en: By choosing “Agree,” you agree to the terms of Apple’s software license agreement for Rosetta. Rosetta will then be installed on this Mac.
es: Al elegir «Aceptar», aceptas los términos del contrato de licencia de software de Apple para Rosetta. A continuación, Rosetta se instalará en este Mac.
fr: En choisissant « Accepter », vous acceptez les conditions du contrat de licence de logiciel Apple relatif à Rosetta. Rosetta sera ensuite installée sur ce Mac.
it: Scegliendo “Accetto”, accetti i termini del contratto di licenza software Apple per Rosetta. Rosetta verrà quindi installato su questo Mac.
ja: 「同意する」を選択すると、Rosettaに関するAppleソフトウェア使用許諾契約の条件に同意したことになります。同意すると、このMacにRosettaがインストールされます。
pt_br: Ao escolher “Concordo”, você concorda com os termos do contrato de licença de software da Apple referente ao Rosetta. Em seguida, o Rosetta será instalado neste Mac.
ru: Выбирая «Принимаю», вы принимаете условия лицензионного соглашения Apple на программное обеспечение Rosetta. После этого Rosetta будет установлена на этом компьютере Mac.
tr: “Kabul Ediyorum”u seçerek Apple’ın Rosetta yazılım lisans sözleşmesinin koşullarını kabul etmiş olursunuz. Ardından Rosetta bu Mac’e yüklenir.
uk: Вибираючи «Приймаю», ви приймаєте умови ліцензійної угоди Apple щодо програмного забезпечення Rosetta. Після цього Rosetta буде інстальовано на цьому комп’ютері Mac.
vi: Khi chọn “Đồng ý”, bạn đồng ý với các điều khoản trong thỏa thuận cấp phép phần mềm của Apple dành cho Rosetta. Sau đó, Rosetta sẽ được cài đặt trên máy Mac này.
zh_hans: 选择“同意”即表示您同意 Apple 有关 Rosetta 的软件许可协议条款。随后，Rosetta 将安装在这台 Mac 上。

# creator.macos.rosetta.license.disagree
source: Nie akceptuję
de: Ablehnen
en: Disagree
es: No aceptar
fr: Refuser
it: Non accetto
ja: 同意しない
pt_br: Não concordo
ru: Не принимаю
tr: Kabul Etmiyorum
uk: Не приймаю
vi: Không đồng ý
zh_hans: 不同意

# creator.macos.rosetta.license.title
source: Zainstaluj Rosettę
de: Rosetta installieren
en: Install Rosetta
es: Instalar Rosetta
fr: Installer Rosetta
it: Installa Rosetta
ja: Rosettaをインストール
pt_br: Instalar o Rosetta
ru: Установить Rosetta
tr: Rosetta’yı yükle
uk: Інсталювати Rosetta
vi: Cài đặt Rosetta
zh_hans: 安装 Rosetta

# creator.macos.rosetta.missing.description
source: Narzędzie createinstallmedia w wybranym instalatorze jest przeznaczone dla procesorów Intel i wymaga Rosetty na tym Macu. Zainstaluj Rosettę, aby rozpocząć tworzenie nośnika instalacyjnego.
de: Das Tool createinstallmedia im ausgewählten Installationsprogramm wurde für Intel Prozessoren entwickelt und benötigt Rosetta auf diesem Mac. Installiere Rosetta, um mit dem Erstellen des Installationsmediums zu beginnen.
en: The createinstallmedia tool in the selected installer is built for Intel processors and requires Rosetta on this Mac. Install Rosetta to start creating the installation media.
es: La herramienta createinstallmedia del instalador seleccionado se ha creado para procesadores Intel y necesita Rosetta en este Mac. Instala Rosetta para empezar a crear el soporte de instalación.
fr: L’outil createinstallmedia du programme d’installation sélectionné est conçu pour les processeurs Intel et nécessite Rosetta sur ce Mac. Installez Rosetta pour commencer à créer le support d’installation.
it: Lo strumento createinstallmedia nel programma di installazione selezionato è progettato per processori Intel e richiede Rosetta su questo Mac. Installa Rosetta per iniziare a creare il supporto di installazione.
ja: 選択したインストーラのcreateinstallmediaツールはIntelプロセッサ向けで、このMacではRosettaが必要です。インストールメディアの作成を開始するには、Rosettaをインストールしてください。
pt_br: A ferramenta createinstallmedia do instalador selecionado foi desenvolvida para processadores Intel e requer o Rosetta neste Mac. Instale o Rosetta para começar a criar a mídia de instalação.
ru: Инструмент createinstallmedia в выбранном установщике создан для процессоров Intel, поэтому на этом компьютере Mac требуется Rosetta. Установите Rosetta, чтобы начать создание установочного носителя.
tr: Seçilen yükleyicideki createinstallmedia aracı Intel işlemciler için geliştirilmiştir ve bu Mac’te Rosetta gerektirir. Yükleme ortamını oluşturmaya başlamak için Rosetta’yı yükleyin.
uk: Засіб createinstallmedia у вибраному інсталяторі створено для процесорів Intel, тому на цьому комп’ютері Mac потрібна Rosetta. Інсталюйте Rosetta, щоб розпочати створення інсталяційного носія.
vi: Công cụ createinstallmedia trong trình cài đặt đã chọn được tạo cho bộ xử lý Intel và yêu cầu Rosetta trên máy Mac này. Hãy cài đặt Rosetta để bắt đầu tạo phương tiện cài đặt.
zh_hans: 所选安装器中的 createinstallmedia 工具专为 Intel 处理器构建，需要在这台 Mac 上使用 Rosetta。请安装 Rosetta 以开始创建安装介质。

# creator.macos.rosetta.missing.title
source: Rosetta jest wymagana
de: Rosetta ist erforderlich
en: Rosetta is required
es: Se necesita Rosetta
fr: Rosetta est nécessaire
it: Rosetta è necessario
ja: Rosettaが必要です
pt_br: O Rosetta é necessário
ru: Требуется Rosetta
tr: Rosetta gerekli
uk: Потрібна Rosetta
vi: Cần có Rosetta
zh_hans: 需要 Rosetta

# creator.macos.rosetta.not_available.description
source: Instalacja Rosetty zakończyła się, ale nie można jeszcze potwierdzić jej dostępności. Poczekaj chwilę i sprawdź ponownie.
de: Die Installation von Rosetta ist abgeschlossen, die Verfügbarkeit kann jedoch noch nicht bestätigt werden. Warte einen Moment und prüfe dann erneut.
en: Rosetta installation finished, but its availability can’t be confirmed yet. Wait a moment, then check again.
es: La instalación de Rosetta ha finalizado, pero aún no se puede confirmar que esté disponible. Espera un momento y vuelve a comprobarlo.
fr: L’installation de Rosetta est terminée, mais sa disponibilité ne peut pas encore être confirmée. Patientez un instant, puis vérifiez à nouveau.
it: L’installazione di Rosetta è terminata, ma non è ancora possibile confermarne la disponibilità. Attendi qualche istante, quindi verifica di nuovo.
ja: Rosettaのインストールは完了しましたが、まだ利用可能であることを確認できません。しばらく待ってから、もう一度確認してください。
pt_br: A instalação do Rosetta terminou, mas ainda não foi possível confirmar sua disponibilidade. Aguarde um momento e verifique novamente.
ru: Установка Rosetta завершена, но пока не удалось подтвердить ее доступность. Немного подождите и выполните проверку еще раз.
tr: Rosetta yüklemesi tamamlandı ancak kullanılabilir olduğu henüz doğrulanamıyor. Bir süre bekleyip yeniden denetleyin.
uk: Інсталювання Rosetta завершено, але її доступність поки не вдалося підтвердити. Трохи зачекайте та перевірте ще раз.
vi: Quá trình cài đặt Rosetta đã hoàn tất nhưng chưa thể xác nhận khả năng sử dụng. Hãy đợi một lát rồi kiểm tra lại.
zh_hans: Rosetta 安装已完成，但目前仍无法确认它是否可用。请稍候片刻，然后重新检查。

# creator.macos.rosetta.not_available.title
source: Rosetta nie jest jeszcze dostępna
de: Rosetta ist noch nicht verfügbar
en: Rosetta isn’t available yet
es: Rosetta aún no está disponible
fr: Rosetta n’est pas encore disponible
it: Rosetta non è ancora disponibile
ja: Rosettaはまだ利用できません
pt_br: O Rosetta ainda não está disponível
ru: Rosetta пока недоступна
tr: Rosetta henüz kullanılamıyor
uk: Rosetta ще недоступна
vi: Rosetta chưa khả dụng
zh_hans: Rosetta 尚不可用

# creator.macos.rosetta.retry.action
source: Spróbuj ponownie
de: Erneut versuchen
en: Try Again
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: もう一度試す
pt_br: Tentar novamente
ru: Повторить попытку
tr: Yeniden dene
uk: Спробувати ще раз
vi: Thử lại
zh_hans: 重试

# creator.macos.summary.process.copy
source: • Pliki instalacyjne zostaną skopiowane
de: • Installationsdateien werden kopiert
en: • Installation files will be copied
es: • Se copiaran los archivos de instalacion
fr: • Les fichiers d installation seront copies
it: • I file di installazione verranno copiati
ja: • インストールファイルがコピーされます
pt_br: • Os arquivos de instalacao serao copiados
ru: • Установочные файлы будут скопированы
tr: • Kurulum dosyaları kopyalanacak
uk: • Інсталяційні файли будуть скопійовані
vi: • Các tập tin cài đặt sẽ được sao chép
zh_hans: • 安装文件将被复制

# creator.macos.summary.process.format
source: • Nośnik USB zostanie sformatowany
de: • Das USB-Laufwerk wird formatiert
en: • The USB drive will be formatted
es: • La unidad USB se formateara
fr: • Le support USB sera formate
it: • L'unità USB verrà formattata
ja: • USBドライブはフォーマットされます
pt_br: • A unidade USB sera formatada
ru: • USB-накопитель будет отформатирован
tr: • USB sürücüsü formatlanacak
uk: • USB-накопичувач буде відформатовано
vi: • Ổ USB sẽ được định dạng
zh_hans: • USB 驱动器将被格式化

# creator.macos.summary.process.prepare
source: • Pliki systemowe zostaną przygotowane
de: • Systemdateien werden vorbereitet
en: • System files will be prepared
es: • Se prepararan los archivos del sistema
fr: • Les fichiers systeme seront prepares
it: • Verranno preparati i file di sistema
ja: • システムファイルが準備されます
pt_br: • Os arquivos do sistema serao preparados
ru: • Системные файлы будут подготовлены
tr: • Sistem dosyaları hazırlanacak
uk: • Системні файли будуть підготовлені
vi: • Các tập tin hệ thống sẽ được chuẩn bị
zh_hans: • 系统文件将被准备

# creator.macos.summary.process.restore
source: • Obraz systemu zostanie przywrócony
de: • Das System-Image wird wiederhergestellt
en: • The system image will be restored
es: • La imagen del sistema se restaurara
fr: • L image systeme sera restauree
it: • L'immagine del sistema verrà ripristinata
ja: • システムイメージが復元されます
pt_br: • A imagem do sistema sera restaurada
ru: • Образ системы будет восстановлен
tr: • Sistem görüntüsü geri yüklenecektir
uk: • Образ системи буде відновлено
vi: • Hình ảnh hệ thống sẽ được khôi phục
zh_hans: • 系统镜像将被恢复

# creator.macos.summary.process.verify
source: • Obraz z systemem zostanie skopiowany i zweryfikowany
de: • Das System-Image wird kopiert und verifiziert
en: • The system image will be copied and verified
es: • La imagen del sistema se copiara y verificara
fr: • L image systeme sera copiee et verifiee
it: • L'immagine con il sistema verrà copiata e verificata
ja: • システムイメージがコピーされ、検証されます
pt_br: • A imagem do sistema sera copiada e verificada
ru: • Образ системы будет скопирован и проверен
tr: • Sistemdeki görüntü kopyalanacak ve doğrulanacak
uk: • Зображення з системою буде скопійовано та перевірено
vi: • Hình ảnh với hệ thống sẽ được sao chép và xác minh
zh_hans: • 系统镜像将被复制并验证

# creator.macos.workflow.catalina_cleanup.status
source: Przygotowywanie miejsca na finalną strukturę instalatora.
de: Vorbereiten des Speicherplatzes fuer die finale Installer-Struktur.
en: Preparing space for the final installer structure.
es: Preparacion del espacio para la estructura final del instalador.
fr: Preparation de l'espace pour la structure finale de l'installateur.
it: Preparazione dello spazio per la struttura dell'installer finale.
ja: 最終的なインストーラ構成のための領域を準備しています。
pt_br: Preparacao do espaco para a estrutura final do instalador.
ru: Подготовка места для финальной структуры установщика.
tr: Nihai kurulumcu yapısı için alan hazırlanıyor.
uk: Підготовка місця для остаточної конструкції інсталятора.
vi: Chuẩn bị không gian cho cấu trúc trình cài đặt cuối cùng.
zh_hans: 正在为最终安装器结构准备空间。

# creator.macos.workflow.catalina_cleanup.title
source: Przygotowanie struktury instalatora
de: Vorbereiten der Installer-Struktur
en: Preparing installer structure
es: Preparacion de la estructura del instalador
fr: Preparation de la structure de l'installateur
it: Preparazione della struttura dell'installer
ja: インストーラ構成の準備
pt_br: Preparacao da estrutura do instalador
ru: Подготовка структуры установщика
tr: Kurulum yapısının hazırlanması
uk: Підготовка структури інсталятора
vi: Chuẩn bị cấu trúc trình cài đặt
zh_hans: 准备安装器结构

# creator.macos.workflow.catalina_copy.status
source: Uzupełnianie finalnej struktury aplikacji instalatora.
de: Vervollstaendigen der finalen Struktur der Installer-App.
en: Completing the final installer app structure.
es: Completando la estructura final de la app del instalador.
fr: Finalisation de la structure finale de l'application d'installation.
it: Completamento della struttura finale dell'app di installazione.
ja: インストーラAppの最終構成を整えています。
pt_br: Conclusao da estrutura final do app instalador.
ru: Завершение финальной структуры приложения установщика.
tr: Son yükleyici uygulama yapısının tamamlanması.
uk: Завершення остаточної структури програми встановлення.
vi: Hoàn thành cấu trúc ứng dụng cài đặt cuối cùng.
zh_hans: 正在补全安装器应用的最终结构。

# creator.macos.workflow.catalina_copy.title
source: Kopiowanie plików na nośnik instalacyjny
de: Kopieren der Dateien auf das Installationsmedium
en: Copying files to installer media
es: Copia de archivos al medio de instalacion
fr: Copie des fichiers vers le support d'installation
it: Copia dei file sul supporto di installazione
ja: インストールメディアへのファイルコピー
pt_br: Copia de arquivos para a midia de instalacao
ru: Копирование файлов на установочный носитель
tr: Dosyaları yükleyici ortamına kopyalama
uk: Копіювання файлів на інсталяційний носій
vi: Sao chép tập tin vào phương tiện cài đặt
zh_hans: 将文件复制到安装介质

# creator.macos.workflow.catalina_xattr.status
source: Finalizowanie uprawnień plików instalatora.
de: Finalisieren der Dateiberechtigungen des Installers.
en: Finalizing installer file permissions.
es: Finalizacion de los permisos de archivos del instalador.
fr: Finalisation des autorisations des fichiers de l'installateur.
it: Finalizzazione delle autorizzazioni del file di installazione.
ja: インストーラファイルの権限を最終調整しています。
pt_br: Finalizacao das permissoes dos arquivos do instalador.
ru: Финализация прав доступа к файлам установщика.
tr: Yükleyici dosyası izinleri sonlandırılıyor.
uk: Завершення дозволів файлу інсталятора.
vi: Đang hoàn tất quyền truy cập tệp trình cài đặt.
zh_hans: 正在完成安装器文件权限设置。

# creator.macos.workflow.catalina_xattr.title
source: Nadawanie uprawnień plikom instalatora
de: Anwenden von Dateiberechtigungen fuer den Installer
en: Applying installer file permissions
es: Aplicacion de permisos de archivos del instalador
fr: Application des autorisations des fichiers de l'installateur
it: Applicazione delle autorizzazioni del file di installazione
ja: インストーラファイル権限の適用
pt_br: Aplicacao das permissoes de arquivos do instalador
ru: Применение прав доступа к файлам установщика
tr: Yükleyici dosyası izinlerini uygulama
uk: Застосування дозволів файлу інсталятора
vi: Áp dụng quyền đối với tệp trình cài đặt
zh_hans: 应用安装器文件权限

# creator.macos.workflow.createinstallmedia.status
source: Kopiowanie plików instalatora na wybrany nośnik USB.
de: Kopieren der Installationsdateien auf das ausgewaehlte USB-Medium.
en: Copying installer files to the selected USB media.
es: Copiado de los archivos del instalador al medio USB seleccionado.
fr: Copie des fichiers d'installation sur le support USB selectionne.
it: Copia dei file di installazione sul supporto USB selezionato.
ja: 選択したUSBメディアへインストーラファイルをコピーしています。
pt_br: Copia dos arquivos do instalador para a midia USB selecionada.
ru: Копирование файлов установщика на выбранный USB-носитель.
tr: Yükleyici dosyaları seçilen USB ortamına kopyalanıyor.
uk: Копіювання файлів інсталятора на вибраний носій USB.
vi: Sao chép tập tin cài đặt vào phương tiện USB đã chọn.
zh_hans: 正在将安装器文件复制到所选 USB 介质。
